{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|\\s[\\p{L}\\p{M}]+|\\s\\d+|[\\p{L}\\p{M}]+|\\d+|[\\p{P}।॥]+"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "\t": 1,
      "\n": 2,
      " ": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "": 98,
      " ": 99,
      "¡": 100,
      "¢": 101,
      "£": 102,
      "¤": 103,
      "¥": 104,
      "¦": 105,
      "§": 106,
      "¨": 107,
      "©": 108,
      "ª": 109,
      "«": 110,
      "¬": 111,
      "­": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ã": 134,
      "Ä": 135,
      "Å": 136,
      "Æ": 137,
      "Ç": 138,
      "È": 139,
      "É": 140,
      "Ê": 141,
      "Ë": 142,
      "Ì": 143,
      "Í": 144,
      "Î": 145,
      "Ï": 146,
      "Ð": 147,
      "Ñ": 148,
      "Ò": 149,
      "Ó": 150,
      "Ô": 151,
      "Õ": 152,
      "Ö": 153,
      "×": 154,
      "Ø": 155,
      "Ù": 156,
      "Ú": 157,
      "Û": 158,
      "Ü": 159,
      "Ý": 160,
      "Þ": 161,
      "ß": 162,
      "à": 163,
      "á": 164,
      "â": 165,
      "ã": 166,
      "ä": 167,
      "å": 168,
      "æ": 169,
      "ç": 170,
      "è": 171,
      "é": 172,
      "ê": 173,
      "ë": 174,
      "ì": 175,
      "í": 176,
      "î": 177,
      "ï": 178,
      "ð": 179,
      "ñ": 180,
      "ò": 181,
      "ó": 182,
      "ô": 183,
      "õ": 184,
      "ö": 185,
      "÷": 186,
      "ø": 187,
      "ù": 188,
      "ú": 189,
      "û": 190,
      "ü": 191,
      "ý": 192,
      "þ": 193,
      "ÿ": 194,
      "Ā": 195,
      "ā": 196,
      "Ă": 197,
      "ă": 198,
      "Ą": 199,
      "ą": 200,
      "Ć": 201,
      "ć": 202,
      "Ĉ": 203,
      "ĉ": 204,
      "ċ": 205,
      "Č": 206,
      "č": 207,
      "Ď": 208,
      "ď": 209,
      "Đ": 210,
      "đ": 211,
      "Ē": 212,
      "ē": 213,
      "Ĕ": 214,
      "ĕ": 215,
      "Ė": 216,
      "ė": 217,
      "Ę": 218,
      "ę": 219,
      "Ě": 220,
      "ě": 221,
      "Ĝ": 222,
      "ĝ": 223,
      "Ğ": 224,
      "ğ": 225,
      "Ġ": 226,
      "ġ": 227,
      "Ģ": 228,
      "ģ": 229,
      "Ĥ": 230,
      "ĥ": 231,
      "Ħ": 232,
      "ħ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "ŀ": 255,
      "Ł": 256,
      "ł": 257,
      "Ń": 258,
      "ń": 259,
      "Ņ": 260,
      "ņ": 261,
      "Ň": 262,
      "ň": 263,
      "ŉ": 264,
      "Ŋ": 265,
      "ŋ": 266,
      "Ō": 267,
      "ō": 268,
      "Ŏ": 269,
      "ŏ": 270,
      "Ő": 271,
      "ő": 272,
      "Œ": 273,
      "œ": 274,
      "Ŕ": 275,
      "ŕ": 276,
      "ŗ": 277,
      "Ř": 278,
      "ř": 279,
      "Ś": 280,
      "ś": 281,
      "Ŝ": 282,
      "ŝ": 283,
      "Ş": 284,
      "ş": 285,
      "Š": 286,
      "š": 287,
      "Ţ": 288,
      "ţ": 289,
      "Ť": 290,
      "ť": 291,
      "Ŧ": 292,
      "ŧ": 293,
      "ũ": 294,
      "Ū": 295,
      "ū": 296,
      "Ŭ": 297,
      "ŭ": 298,
      "Ů": 299,
      "ů": 300,
      "Ű": 301,
      "ű": 302,
      "Ų": 303,
      "ų": 304,
      "Ŵ": 305,
      "ŵ": 306,
      "Ŷ": 307,
      "ŷ": 308,
      "Ÿ": 309,
      "Ź": 310,
      "ź": 311,
      "Ż": 312,
      "ż": 313,
      "Ž": 314,
      "ž": 315,
      "ſ": 316,
      "ƀ": 317,
      "Ɓ": 318,
      "Ƃ": 319,
      "ƃ": 320,
      "Ƅ": 321,
      "ƅ": 322,
      "Ɔ": 323,
      "ƈ": 324,
      "Ɖ": 325,
      "Ǝ": 326,
      "Ə": 327,
      "Ɛ": 328,
      "ƒ": 329,
      "Ɣ": 330,
      "ƕ": 331,
      "Ɩ": 332,
      "ƙ": 333,
      "ƛ": 334,
      "Ɯ": 335,
      "ƞ": 336,
      "Ɵ": 337,
      "Ơ": 338,
      "ơ": 339,
      "Ƥ": 340,
      "ƥ": 341,
      "Ʃ": 342,
      "ƪ": 343,
      "Ƭ": 344,
      "ƭ": 345,
      "Ʈ": 346,
      "Ư": 347,
      "ư": 348,
      "Ʋ": 349,
      "ƴ": 350,
      "Ʒ": 351,
      "Ƹ": 352,
      "ƺ": 353,
      "ƿ": 354,
      "ǀ": 355,
      "ǁ": 356,
      "ǂ": 357,
      "ǃ": 358,
      "Ǎ": 359,
      "ǎ": 360,
      "Ǐ": 361,
      "ǐ": 362,
      "Ǒ": 363,
      "ǒ": 364,
      "Ǔ": 365,
      "ǔ": 366,
      "Ǖ": 367,
      "ǖ": 368,
      "ǘ": 369,
      "ǚ": 370,
      "ǜ": 371,
      "ǝ": 372,
      "ǟ": 373,
      "ǡ": 374,
      "Ǣ": 375,
      "ǣ": 376,
      "ǥ": 377,
      "Ǧ": 378,
      "ǧ": 379,
      "Ǫ": 380,
      "ǫ": 381,
      "ǭ": 382,
      "ǰ": 383,
      "ǵ": 384,
      "Ƕ": 385,
      "Ƿ": 386,
      "Ǹ": 387,
      "ǹ": 388,
      "Ǻ": 389,
      "Ǽ": 390,
      "ǽ": 391,
      "ǿ": 392,
      "ȁ": 393,
      "ȇ": 394,
      "ȉ": 395,
      "ȋ": 396,
      "ȍ": 397,
      "ȏ": 398,
      "ȕ": 399,
      "Ș": 400,
      "ș": 401,
      "Ț": 402,
      "ț": 403,
      "Ȝ": 404,
      "ȝ": 405,
      "ȟ": 406,
      "Ȣ": 407,
      "ȣ": 408,
      "Ȥ": 409,
      "Ȧ": 410,
      "ȧ": 411,
      "ȩ": 412,
      "ȯ": 413,
      "Ȳ": 414,
      "ȳ": 415,
      "ȶ": 416,
      "ȷ": 417,
      "Ⱥ": 418,
      "Ȼ": 419,
      "Ƚ": 420,
      "Ⱦ": 421,
      "Ɂ": 422,
      "Ƀ": 423,
      "Ʌ": 424,
      "Ɇ": 425,
      "ɐ": 426,
      "ɑ": 427,
      "ɒ": 428,
      "ɓ": 429,
      "ɔ": 430,
      "ɕ": 431,
      "ɖ": 432,
      "ɗ": 433,
      "ɘ": 434,
      "ə": 435,
      "ɚ": 436,
      "ɛ": 437,
      "ɜ": 438,
      "ɝ": 439,
      "ɞ": 440,
      "ɟ": 441,
      "ɠ": 442,
      "ɡ": 443,
      "ɢ": 444,
      "ɣ": 445,
      "ɤ": 446,
      "ɥ": 447,
      "ɦ": 448,
      "ɧ": 449,
      "ɨ": 450,
      "ɩ": 451,
      "ɪ": 452,
      "ɫ": 453,
      "ɬ": 454,
      "ɭ": 455,
      "ɮ": 456,
      "ɯ": 457,
      "ɰ": 458,
      "ɱ": 459,
      "ɲ": 460,
      "ɳ": 461,
      "ɴ": 462,
      "ɵ": 463,
      "ɶ": 464,
      "ɷ": 465,
      "ɸ": 466,
      "ɹ": 467,
      "ɺ": 468,
      "ɻ": 469,
      "ɽ": 470,
      "ɾ": 471,
      "ʀ": 472,
      "ʁ": 473,
      "ʂ": 474,
      "ʃ": 475,
      "ʄ": 476,
      "ʅ": 477,
      "ʆ": 478,
      "ʇ": 479,
      "ʈ": 480,
      "ʉ": 481,
      "ʊ": 482,
      "ʋ": 483,
      "ʌ": 484,
      "ʍ": 485,
      "ʎ": 486,
      "ʏ": 487,
      "ʐ": 488,
      "ʑ": 489,
      "ʒ": 490,
      "ʔ": 491,
      "ʕ": 492,
      "ʖ": 493,
      "ʗ": 494,
      "ʘ": 495,
      "ʙ": 496,
      "ʚ": 497,
      "ʛ": 498,
      "ʜ": 499,
      "ʝ": 500,
      "ʞ": 501,
      "ʟ": 502,
      "ʡ": 503,
      "ʢ": 504,
      "ʤ": 505,
      "ʥ": 506,
      "ʦ": 507,
      "ʧ": 508,
      "ʨ": 509,
      "ʯ": 510,
      "ʰ": 511,
      "ʱ": 512,
      "ʲ": 513,
      "ʳ": 514,
      "ʴ": 515,
      "ʶ": 516,
      "ʷ": 517,
      "ʸ": 518,
      "ʹ": 519,
      "ʺ": 520,
      "ʻ": 521,
      "ʼ": 522,
      "ʽ": 523,
      "ʾ": 524,
      "ʿ": 525,
      "ˀ": 526,
      "ˁ": 527,
      "˂": 528,
      "˃": 529,
      "˄": 530,
      "˅": 531,
      "ˆ": 532,
      "ˇ": 533,
      "ˈ": 534,
      "ˉ": 535,
      "ˊ": 536,
      "ˋ": 537,
      "ˌ": 538,
      "ˍ": 539,
      "ˎ": 540,
      "ˏ": 541,
      "ː": 542,
      "ˑ": 543,
      "˒": 544,
      "˓": 545,
      "˕": 546,
      "˗": 547,
      "˘": 548,
      "˙": 549,
      "˚": 550,
      "˛": 551,
      "˜": 552,
      "˝": 553,
      "˞": 554,
      "˟": 555,
      "ˠ": 556,
      "ˡ": 557,
      "ˢ": 558,
      "ˣ": 559,
      "ˤ": 560,
      "˥": 561,
      "˦": 562,
      "˧": 563,
      "˨": 564,
      "˩": 565,
      "˸": 566,
      "˹": 567,
      "˺": 568,
      "˻": 569,
      "˼": 570,
      "̀": 571,
      "́": 572,
      "̂": 573,
      "̃": 574,
      "̄": 575,
      "̅": 576,
      "̆": 577,
      "̇": 578,
      "̈": 579,
      "̊": 580,
      "̋": 581,
      "̌": 582,
      "̍": 583,
      "̎": 584,
      "̏": 585,
      "̐": 586,
      "̑": 587,
      "̓": 588,
      "̔": 589,
      "̕": 590,
      "̙": 591,
      "̚": 592,
      "̛": 593,
      "̜": 594,
      "̝": 595,
      "̞": 596,
      "̟": 597,
      "̠": 598,
      "̡": 599,
      "̢": 600,
      "̣": 601,
      "̤": 602,
      "̥": 603,
      "̦": 604,
      "̧": 605,
      "̨": 606,
      "̩": 607,
      "̪": 608,
      "̬": 609,
      "̯": 610,
      "̰": 611,
      "̱": 612,
      "̲": 613,
      "̳": 614,
      "̴": 615,
      "̵": 616,
      "̶": 617,
      "̷": 618,
      "̸": 619,
      "̹": 620,
      "̺": 621,
      "̻": 622,
      "͂": 623,
      "ͅ": 624,
      "͈": 625,
      "͏": 626,
      "͑": 627,
      "͕": 628,
      "͘": 629,
      "͙": 630,
      "͝": 631,
      "͞": 632,
      "͟": 633,
      "͠": 634,
      "͡": 635,
      "͢": 636,
      "ͤ": 637,
      "ͦ": 638,
      "ͧ": 639,
      "ͨ": 640,
      "ͩ": 641,
      "͵": 642,
      "ͺ": 643,
      "ͻ": 644,
      "΄": 645,
      "Ά": 646,
      "Έ": 647,
      "Ή": 648,
      "Ί": 649,
      "Ό": 650,
      "Ύ": 651,
      "Ώ": 652,
      "ΐ": 653,
      "Α": 654,
      "Β": 655,
      "Γ": 656,
      "Δ": 657,
      "Ε": 658,
      "Ζ": 659,
      "Η": 660,
      "Θ": 661,
      "Ι": 662,
      "Κ": 663,
      "Λ": 664,
      "Μ": 665,
      "Ν": 666,
      "Ξ": 667,
      "Ο": 668,
      "Π": 669,
      "Ρ": 670,
      "Σ": 671,
      "Τ": 672,
      "Υ": 673,
      "Φ": 674,
      "Χ": 675,
      "Ψ": 676,
      "Ω": 677,
      "Ϊ": 678,
      "ά": 679,
      "έ": 680,
      "ή": 681,
      "ί": 682,
      "ΰ": 683,
      "α": 684,
      "β": 685,
      "γ": 686,
      "δ": 687,
      "ε": 688,
      "ζ": 689,
      "η": 690,
      "θ": 691,
      "ι": 692,
      "κ": 693,
      "λ": 694,
      "μ": 695,
      "ν": 696,
      "ξ": 697,
      "ο": 698,
      "π": 699,
      "ρ": 700,
      "ς": 701,
      "σ": 702,
      "τ": 703,
      "υ": 704,
      "φ": 705,
      "χ": 706,
      "ψ": 707,
      "ω": 708,
      "ϊ": 709,
      "ϋ": 710,
      "ό": 711,
      "ύ": 712,
      "ώ": 713,
      "ϐ": 714,
      "ϑ": 715,
      "ϒ": 716,
      "ϕ": 717,
      "ϖ": 718,
      "Ϙ": 719,
      "ϙ": 720,
      "Ϛ": 721,
      "ϛ": 722,
      "Ϝ": 723,
      "ϝ": 724,
      "ϟ": 725,
      "Ϡ": 726,
      "ϡ": 727,
      "ϣ": 728,
      "ϥ": 729,
      "ϧ": 730,
      "ϩ": 731,
      "Ϫ": 732,
      "ϫ": 733,
      "Ϯ": 734,
      "ϯ": 735,
      "ϰ": 736,
      "ϱ": 737,
      "ϲ": 738,
      "ϳ": 739,
      "ϴ": 740,
      "ϵ": 741,
      "ϸ": 742,
      "ϼ": 743,
      "Ё": 744,
      "Ђ": 745,
      "Ѓ": 746,
      "Є": 747,
      "Ѕ": 748,
      "І": 749,
      "Ї": 750,
      "Ј": 751,
      "Љ": 752,
      "Њ": 753,
      "Ћ": 754,
      "Ќ": 755,
      "Ў": 756,
      "Џ": 757,
      "А": 758,
      "Б": 759,
      "В": 760,
      "Г": 761,
      "Д": 762,
      "Е": 763,
      "Ж": 764,
      "З": 765,
      "И": 766,
      "Й": 767,
      "К": 768,
      "Л": 769,
      "М": 770,
      "Н": 771,
      "О": 772,
      "П": 773,
      "Р": 774,
      "С": 775,
      "Т": 776,
      "У": 777,
      "Ф": 778,
      "Х": 779,
      "Ц": 780,
      "Ч": 781,
      "Ш": 782,
      "Щ": 783,
      "Ъ": 784,
      "Ы": 785,
      "Ь": 786,
      "Э": 787,
      "Ю": 788,
      "Я": 789,
      "а": 790,
      "б": 791,
      "в": 792,
      "г": 793,
      "д": 794,
      "е": 795,
      "ж": 796,
      "з": 797,
      "и": 798,
      "й": 799,
      "к": 800,
      "л": 801,
      "м": 802,
      "н": 803,
      "о": 804,
      "п": 805,
      "р": 806,
      "с": 807,
      "т": 808,
      "у": 809,
      "ф": 810,
      "х": 811,
      "ц": 812,
      "ч": 813,
      "ш": 814,
      "щ": 815,
      "ъ": 816,
      "ы": 817,
      "ь": 818,
      "э": 819,
      "ю": 820,
      "я": 821,
      "ѐ": 822,
      "ё": 823,
      "ђ": 824,
      "ѓ": 825,
      "є": 826,
      "ѕ": 827,
      "і": 828,
      "ї": 829,
      "ј": 830,
      "љ": 831,
      "њ": 832,
      "ћ": 833,
      "ќ": 834,
      "ў": 835,
      "џ": 836,
      "Ѡ": 837,
      "ѡ": 838,
      "Ѣ": 839,
      "ѣ": 840,
      "ѥ": 841,
      "Ѧ": 842,
      "ѧ": 843,
      "Ѩ": 844,
      "ѩ": 845,
      "Ѫ": 846,
      "ѫ": 847,
      "Ѭ": 848,
      "ѯ": 849,
      "Ѱ": 850,
      "ѱ": 851,
      "Ѳ": 852,
      "ѳ": 853,
      "Ѵ": 854,
      "ѵ": 855,
      "ѷ": 856,
      "Ѹ": 857,
      "ѹ": 858,
      "Ѻ": 859,
      "ѿ": 860,
      "҂": 861,
      "҆": 862,
      "҉": 863,
      "ҍ": 864,
      "Ґ": 865,
      "ґ": 866,
      "Ғ": 867,
      "ғ": 868,
      "җ": 869,
      "Қ": 870,
      "қ": 871,
      "ҝ": 872,
      "ҟ": 873,
      "ҡ": 874,
      "Ң": 875,
      "ң": 876,
      "ҥ": 877,
      "Ҫ": 878,
      "ҫ": 879,
      "Ү": 880,
      "ү": 881,
      "ұ": 882,
      "Ҳ": 883,
      "ҳ": 884,
      "Ҷ": 885,
      "ҷ": 886,
      "һ": 887,
      "ҽ": 888,
      "Ӏ": 889,
      "Ӂ": 890,
      "ӂ": 891,
      "Ӊ": 892,
      "Ӑ": 893,
      "ӑ": 894,
      "Ӓ": 895,
      "ӓ": 896,
      "Ӕ": 897,
      "ӕ": 898,
      "Ӗ": 899,
      "ӗ": 900,
      "Ә": 901,
      "ә": 902,
      "Ӝ": 903,
      "ӣ": 904,
      "Ӧ": 905,
      "ӧ": 906,
      "Ө": 907,
      "ө": 908,
      "ӯ": 909,
      "ӱ": 910,
      "Ӳ": 911,
      "ӳ": 912,
      "Ӷ": 913,
      "ӹ": 914,
      "Ԁ": 915,
      "ԁ": 916,
      "ԑ": 917,
      "ԛ": 918,
      "ԝ": 919,
      "Ա": 920,
      "Բ": 921,
      "Գ": 922,
      "Դ": 923,
      "Ե": 924,
      "Զ": 925,
      "Ը": 926,
      "Ի": 927,
      "Լ": 928,
      "Խ": 929,
      "Ծ": 930,
      "Կ": 931,
      "Հ": 932,
      "Ղ": 933,
      "Մ": 934,
      "Ն": 935,
      "Շ": 936,
      "Ո": 937,
      "Պ": 938,
      "Ջ": 939,
      "Ռ": 940,
      "Ս": 941,
      "Վ": 942,
      "Տ": 943,
      "Ց": 944,
      "Ք": 945,
      "Օ": 946,
      "՛": 947,
      "՝": 948,
      "ա": 949,
      "բ": 950,
      "գ": 951,
      "դ": 952,
      "ե": 953,
      "զ": 954,
      "է": 955,
      "ը": 956,
      "թ": 957,
      "ժ": 958,
      "ի": 959,
      "լ": 960,
      "խ": 961,
      "ծ": 962,
      "կ": 963,
      "հ": 964,
      "ձ": 965,
      "ղ": 966,
      "ճ": 967,
      "մ": 968,
      "յ": 969,
      "ն": 970,
      "շ": 971,
      "ո": 972,
      "չ": 973,
      "պ": 974,
      "ջ": 975,
      "ռ": 976,
      "ս": 977,
      "վ": 978,
      "տ": 979,
      "ր": 980,
      "ց": 981,
      "ւ": 982,
      "փ": 983,
      "ք": 984,
      "օ": 985,
      "ֆ": 986,
      "և": 987,
      "֍": 988,
      "֑": 989,
      "֒": 990,
      "֔": 991,
      "֕": 992,
      "֖": 993,
      "֗": 994,
      "֘": 995,
      "֙": 996,
      "֚": 997,
      "֛": 998,
      "֜": 999,
      "֝": 1000,
      "֞": 1001,
      "֠": 1002,
      "֡": 1003,
      "֣": 1004,
      "֤": 1005,
      "֥": 1006,
      "֧": 1007,
      "֨": 1008,
      "֩": 1009,
      "֫": 1010,
      "֭": 1011,
      "֯": 1012,
      "ְ": 1013,
      "ֱ": 1014,
      "ֲ": 1015,
      "ֳ": 1016,
      "ִ": 1017,
      "ֵ": 1018,
      "ֶ": 1019,
      "ַ": 1020,
      "ָ": 1021,
      "ֹ": 1022,
      "ֺ": 1023,
      "ֻ": 1024,
      "ּ": 1025,
      "ֽ": 1026,
      "־": 1027,
      "ֿ": 1028,
      "׀": 1029,
      "ׁ": 1030,
      "ׂ": 1031,
      "׃": 1032,
      "ׄ": 1033,
      "ׇ": 1034,
      "א": 1035,
      "ב": 1036,
      "ג": 1037,
      "ד": 1038,
      "ה": 1039,
      "ו": 1040,
      "ז": 1041,
      "ח": 1042,
      "ט": 1043,
      "י": 1044,
      "ך": 1045,
      "כ": 1046,
      "ל": 1047,
      "ם": 1048,
      "מ": 1049,
      "ן": 1050,
      "נ": 1051,
      "ס": 1052,
      "ע": 1053,
      "ף": 1054,
      "פ": 1055,
      "ץ": 1056,
      "צ": 1057,
      "ק": 1058,
      "ר": 1059,
      "ש": 1060,
      "ת": 1061,
      "ײ": 1062,
      "׳": 1063,
      "״": 1064,
      "؆": 1065,
      "،": 1066,
      "؍": 1067,
      "؎": 1068,
      "؏": 1069,
      "ؑ": 1070,
      "ؒ": 1071,
      "ؓ": 1072,
      "ؕ": 1073,
      "؛": 1074,
      "؟": 1075,
      "ء": 1076,
      "آ": 1077,
      "أ": 1078,
      "ؤ": 1079,
      "إ": 1080,
      "ئ": 1081,
      "ا": 1082,
      "ب": 1083,
      "ة": 1084,
      "ت": 1085,
      "ث": 1086,
      "ج": 1087,
      "ح": 1088,
      "خ": 1089,
      "د": 1090,
      "ذ": 1091,
      "ر": 1092,
      "ز": 1093,
      "س": 1094,
      "ش": 1095,
      "ص": 1096,
      "ض": 1097,
      "ط": 1098,
      "ظ": 1099,
      "ع": 1100,
      "غ": 1101,
      "ـ": 1102,
      "ف": 1103,
      "ق": 1104,
      "ك": 1105,
      "ل": 1106,
      "م": 1107,
      "ن": 1108,
      "ه": 1109,
      "و": 1110,
      "ى": 1111,
      "ي": 1112,
      "ً": 1113,
      "ٌ": 1114,
      "ٍ": 1115,
      "َ": 1116,
      "ُ": 1117,
      "ِ": 1118,
      "ّ": 1119,
      "ْ": 1120,
      "ٓ": 1121,
      "ٔ": 1122,
      "ٕ": 1123,
      "ٖ": 1124,
      "ٗ": 1125,
      "٘": 1126,
      "٠": 1127,
      "١": 1128,
      "٢": 1129,
      "٣": 1130,
      "٤": 1131,
      "٥": 1132,
      "٦": 1133,
      "٧": 1134,
      "٨": 1135,
      "٩": 1136,
      "٪": 1137,
      "٫": 1138,
      "٭": 1139,
      "ٮ": 1140,
      "ٰ": 1141,
      "ٱ": 1142,
      "ٲ": 1143,
      "ٴ": 1144,
      "ٹ": 1145,
      "ٺ": 1146,
      "ټ": 1147,
      "ٽ": 1148,
      "پ": 1149,
      "ٿ": 1150,
      "ځ": 1151,
      "څ": 1152,
      "چ": 1153,
      "ڈ": 1154,
      "ډ": 1155,
      "ڊ": 1156,
      "ڌ": 1157,
      "ڑ": 1158,
      "ړ": 1159,
      "ږ": 1160,
      "ژ": 1161,
      "ښ": 1162,
      "ڠ": 1163,
      "ڤ": 1164,
      "ڨ": 1165,
      "ک": 1166,
      "ڪ": 1167,
      "ګ": 1168,
      "ڭ": 1169,
      "گ": 1170,
      "ڶ": 1171,
      "ں": 1172,
      "ڻ": 1173,
      "ڼ": 1174,
      "ھ": 1175,
      "ۀ": 1176,
      "ہ": 1177,
      "ۂ": 1178,
      "ۃ": 1179,
      "ۆ": 1180,
      "ۇ": 1181,
      "ۈ": 1182,
      "ۋ": 1183,
      "ی": 1184,
      "ۍ": 1185,
      "ێ": 1186,
      "ې": 1187,
      "ے": 1188,
      "ۓ": 1189,
      "۔": 1190,
      "ە": 1191,
      "ۖ": 1192,
      "ۗ": 1193,
      "ۘ": 1194,
      "ۙ": 1195,
      "ۚ": 1196,
      "ۜ": 1197,
      "۞": 1198,
      "۟": 1199,
      "ۡ": 1200,
      "ۢ": 1201,
      "ۤ": 1202,
      "ۥ": 1203,
      "ۦ": 1204,
      "۩": 1205,
      "۪": 1206,
      "۬": 1207,
      "ۭ": 1208,
      "۰": 1209,
      "۱": 1210,
      "۲": 1211,
      "۳": 1212,
      "۴": 1213,
      "۵": 1214,
      "۶": 1215,
      "۷": 1216,
      "۸": 1217,
      "۹": 1218,
      "۾": 1219,
      "܆": 1220,
      "ܐ": 1221,
      "ܒ": 1222,
      "ܕ": 1223,
      "ܗ": 1224,
      "ܘ": 1225,
      "ܙ": 1226,
      "ܚ": 1227,
      "ܛ": 1228,
      "ܝ": 1229,
      "ܟ": 1230,
      "ܠ": 1231,
      "ܡ": 1232,
      "ܢ": 1233,
      "ܣ": 1234,
      "ܥ": 1235,
      "ܦ": 1236,
      "ܩ": 1237,
      "ܪ": 1238,
      "ܫ": 1239,
      "ܬ": 1240,
      "ܰ": 1241,
      "ܳ": 1242,
      "ܷ": 1243,
      "ܺ": 1244,
      "ݠ": 1245,
      "ݢ": 1246,
      "ݣ": 1247,
      "ހ": 1248,
      "ނ": 1249,
      "ރ": 1250,
      "ބ": 1251,
      "ޅ": 1252,
      "ކ": 1253,
      "އ": 1254,
      "ވ": 1255,
      "މ": 1256,
      "ފ": 1257,
      "ދ": 1258,
      "ތ": 1259,
      "ލ": 1260,
      "ގ": 1261,
      "ސ": 1262,
      "ޑ": 1263,
      "ޔ": 1264,
      "ޖ": 1265,
      "ަ": 1266,
      "ާ": 1267,
      "ި": 1268,
      "ީ": 1269,
      "ު": 1270,
      "ޫ": 1271,
      "ެ": 1272,
      "ޭ": 1273,
      "ޮ": 1274,
      "ް": 1275,
      "߃": 1276,
      "ߋ": 1277,
      "ߌ": 1278,
      "ߘ": 1279,
      "ߞ": 1280,
      "ࠀ": 1281,
      "ࠁ": 1282,
      "ࠄ": 1283,
      "ࠅ": 1284,
      "ࠆ": 1285,
      "ࠉ": 1286,
      "ࢠ": 1287,
      "ࢹ": 1288,
      "ऀ": 1289,
      "ँ": 1290,
      "ं": 1291,
      "ः": 1292,
      "अ": 1293,
      "आ": 1294,
      "इ": 1295,
      "ई": 1296,
      "उ": 1297,
      "ऊ": 1298,
      "ऋ": 1299,
      "ऌ": 1300,
      "ऍ": 1301,
      "ऎ": 1302,
      "ए": 1303,
      "ऐ": 1304,
      "ऑ": 1305,
      "ऒ": 1306,
      "ओ": 1307,
      "औ": 1308,
      "क": 1309,
      "ख": 1310,
      "ग": 1311,
      "घ": 1312,
      "ङ": 1313,
      "च": 1314,
      "छ": 1315,
      "ज": 1316,
      "झ": 1317,
      "ञ": 1318,
      "ट": 1319,
      "ठ": 1320,
      "ड": 1321,
      "ढ": 1322,
      "ण": 1323,
      "त": 1324,
      "थ": 1325,
      "द": 1326,
      "ध": 1327,
      "न": 1328,
      "ऩ": 1329,
      "प": 1330,
      "फ": 1331,
      "ब": 1332,
      "भ": 1333,
      "म": 1334,
      "य": 1335,
      "र": 1336,
      "ऱ": 1337,
      "ल": 1338,
      "ळ": 1339,
      "ऴ": 1340,
      "व": 1341,
      "श": 1342,
      "ष": 1343,
      "स": 1344,
      "ह": 1345,
      "ऺ": 1346,
      "ऻ": 1347,
      "़": 1348,
      "ऽ": 1349,
      "ा": 1350,
      "ि": 1351,
      "ी": 1352,
      "ु": 1353,
      "ू": 1354,
      "ृ": 1355,
      "ॄ": 1356,
      "ॅ": 1357,
      "ॆ": 1358,
      "े": 1359,
      "ै": 1360,
      "ॉ": 1361,
      "ॊ": 1362,
      "ो": 1363,
      "ौ": 1364,
      "्": 1365,
      "ॎ": 1366,
      "ॐ": 1367,
      "॑": 1368,
      "॒": 1369,
      "॓": 1370,
      "॔": 1371,
      "ॕ": 1372,
      "ॠ": 1373,
      "ॡ": 1374,
      "ॢ": 1375,
      "ॣ": 1376,
      "।": 1377,
      "॥": 1378,
      "०": 1379,
      "१": 1380,
      "२": 1381,
      "३": 1382,
      "४": 1383,
      "५": 1384,
      "६": 1385,
      "७": 1386,
      "८": 1387,
      "९": 1388,
      "॰": 1389,
      "ॱ": 1390,
      "ॲ": 1391,
      "ॳ": 1392,
      "ॶ": 1393,
      "ॹ": 1394,
      "ॺ": 1395,
      "ॻ": 1396,
      "ॽ": 1397,
      "ॾ": 1398,
      "ॿ": 1399,
      "ঁ": 1400,
      "ং": 1401,
      "ঃ": 1402,
      "অ": 1403,
      "আ": 1404,
      "ই": 1405,
      "ঈ": 1406,
      "উ": 1407,
      "ঋ": 1408,
      "এ": 1409,
      "ঐ": 1410,
      "ও": 1411,
      "ক": 1412,
      "খ": 1413,
      "গ": 1414,
      "ঘ": 1415,
      "ঙ": 1416,
      "চ": 1417,
      "ছ": 1418,
      "জ": 1419,
      "ঝ": 1420,
      "ঞ": 1421,
      "ট": 1422,
      "ঠ": 1423,
      "ড": 1424,
      "ঢ": 1425,
      "ণ": 1426,
      "ত": 1427,
      "থ": 1428,
      "দ": 1429,
      "ধ": 1430,
      "ন": 1431,
      "প": 1432,
      "ফ": 1433,
      "ব": 1434,
      "ভ": 1435,
      "ম": 1436,
      "য": 1437,
      "র": 1438,
      "ল": 1439,
      "শ": 1440,
      "ষ": 1441,
      "স": 1442,
      "হ": 1443,
      "়": 1444,
      "ঽ": 1445,
      "া": 1446,
      "ি": 1447,
      "ী": 1448,
      "ু": 1449,
      "ূ": 1450,
      "ৃ": 1451,
      "ে": 1452,
      "ৈ": 1453,
      "ো": 1454,
      "ৌ": 1455,
      "্": 1456,
      "ৎ": 1457,
      "ৠ": 1458,
      "ৣ": 1459,
      "০": 1460,
      "১": 1461,
      "২": 1462,
      "৩": 1463,
      "৪": 1464,
      "৫": 1465,
      "৬": 1466,
      "৭": 1467,
      "৮": 1468,
      "৯": 1469,
      "ৰ": 1470,
      "৳": 1471,
      "৷": 1472,
      "ਂ": 1473,
      "ਃ": 1474,
      "ਅ": 1475,
      "ਆ": 1476,
      "ਇ": 1477,
      "ਈ": 1478,
      "ਉ": 1479,
      "ਊ": 1480,
      "ਏ": 1481,
      "ਐ": 1482,
      "ਓ": 1483,
      "ਔ": 1484,
      "ਕ": 1485,
      "ਖ": 1486,
      "ਗ": 1487,
      "ਘ": 1488,
      "ਙ": 1489,
      "ਚ": 1490,
      "ਛ": 1491,
      "ਜ": 1492,
      "ਝ": 1493,
      "ਞ": 1494,
      "ਟ": 1495,
      "ਠ": 1496,
      "ਡ": 1497,
      "ਢ": 1498,
      "ਣ": 1499,
      "ਤ": 1500,
      "ਥ": 1501,
      "ਦ": 1502,
      "ਧ": 1503,
      "ਨ": 1504,
      "ਪ": 1505,
      "ਫ": 1506,
      "ਬ": 1507,
      "ਭ": 1508,
      "ਮ": 1509,
      "ਯ": 1510,
      "ਰ": 1511,
      "ਲ": 1512,
      "ਵ": 1513,
      "ਸ": 1514,
      "ਹ": 1515,
      "਼": 1516,
      "ਾ": 1517,
      "ਿ": 1518,
      "ੀ": 1519,
      "ੁ": 1520,
      "ੂ": 1521,
      "ੇ": 1522,
      "ੈ": 1523,
      "ੋ": 1524,
      "ੌ": 1525,
      "੍": 1526,
      "ੑ": 1527,
      "ੜ": 1528,
      "੦": 1529,
      "੧": 1530,
      "੨": 1531,
      "੩": 1532,
      "੪": 1533,
      "੫": 1534,
      "੭": 1535,
      "੮": 1536,
      "੯": 1537,
      "ੰ": 1538,
      "ੱ": 1539,
      "ੲ": 1540,
      "ੳ": 1541,
      "ੴ": 1542,
      "ં": 1543,
      "ઃ": 1544,
      "અ": 1545,
      "આ": 1546,
      "ઇ": 1547,
      "ઈ": 1548,
      "ઉ": 1549,
      "ઊ": 1550,
      "ઋ": 1551,
      "એ": 1552,
      "ઐ": 1553,
      "ઑ": 1554,
      "ઓ": 1555,
      "ઔ": 1556,
      "ક": 1557,
      "ખ": 1558,
      "ગ": 1559,
      "ઘ": 1560,
      "ચ": 1561,
      "છ": 1562,
      "જ": 1563,
      "ઝ": 1564,
      "ઞ": 1565,
      "ટ": 1566,
      "ઠ": 1567,
      "ડ": 1568,
      "ઢ": 1569,
      "ણ": 1570,
      "ત": 1571,
      "થ": 1572,
      "દ": 1573,
      "ધ": 1574,
      "ન": 1575,
      "પ": 1576,
      "ફ": 1577,
      "બ": 1578,
      "ભ": 1579,
      "મ": 1580,
      "ય": 1581,
      "ર": 1582,
      "લ": 1583,
      "ળ": 1584,
      "વ": 1585,
      "શ": 1586,
      "ષ": 1587,
      "સ": 1588,
      "હ": 1589,
      "઼": 1590,
      "ઽ": 1591,
      "ા": 1592,
      "િ": 1593,
      "ી": 1594,
      "ુ": 1595,
      "ૂ": 1596,
      "ૃ": 1597,
      "ૅ": 1598,
      "ે": 1599,
      "ૈ": 1600,
      "ૉ": 1601,
      "ો": 1602,
      "ૌ": 1603,
      "્": 1604,
      "ૐ": 1605,
      "૦": 1606,
      "૧": 1607,
      "૨": 1608,
      "૩": 1609,
      "૪": 1610,
      "૫": 1611,
      "૬": 1612,
      "૭": 1613,
      "૮": 1614,
      "૯": 1615,
      "ଁ": 1616,
      "ଂ": 1617,
      "ଃ": 1618,
      "ଅ": 1619,
      "ଆ": 1620,
      "ଇ": 1621,
      "ଈ": 1622,
      "ଉ": 1623,
      "ଊ": 1624,
      "ଏ": 1625,
      "ଐ": 1626,
      "ଓ": 1627,
      "ଔ": 1628,
      "କ": 1629,
      "ଖ": 1630,
      "ଗ": 1631,
      "ଘ": 1632,
      "ଙ": 1633,
      "ଚ": 1634,
      "ଛ": 1635,
      "ଜ": 1636,
      "ଝ": 1637,
      "ଞ": 1638,
      "ଟ": 1639,
      "ଠ": 1640,
      "ଡ": 1641,
      "ଢ": 1642,
      "ଣ": 1643,
      "ତ": 1644,
      "ଥ": 1645,
      "ଦ": 1646,
      "ଧ": 1647,
      "ନ": 1648,
      "ପ": 1649,
      "ଫ": 1650,
      "ବ": 1651,
      "ଭ": 1652,
      "ମ": 1653,
      "ଯ": 1654,
      "ର": 1655,
      "ଲ": 1656,
      "ଳ": 1657,
      "ଵ": 1658,
      "ଶ": 1659,
      "ଷ": 1660,
      "ସ": 1661,
      "ହ": 1662,
      "଼": 1663,
      "ା": 1664,
      "ି": 1665,
      "ୀ": 1666,
      "ୁ": 1667,
      "ୂ": 1668,
      "ୃ": 1669,
      "ୄ": 1670,
      "େ": 1671,
      "ୈ": 1672,
      "ୋ": 1673,
      "ୌ": 1674,
      "୍": 1675,
      "ୟ": 1676,
      "ୠ": 1677,
      "୦": 1678,
      "୧": 1679,
      "୨": 1680,
      "୩": 1681,
      "୪": 1682,
      "୫": 1683,
      "୬": 1684,
      "୭": 1685,
      "୮": 1686,
      "୯": 1687,
      "ୱ": 1688,
      "ஃ": 1689,
      "அ": 1690,
      "ஆ": 1691,
      "இ": 1692,
      "ஈ": 1693,
      "உ": 1694,
      "ஊ": 1695,
      "எ": 1696,
      "ஏ": 1697,
      "ஐ": 1698,
      "ஒ": 1699,
      "ஓ": 1700,
      "க": 1701,
      "ங": 1702,
      "ச": 1703,
      "ஜ": 1704,
      "ஞ": 1705,
      "ட": 1706,
      "ண": 1707,
      "த": 1708,
      "ந": 1709,
      "ன": 1710,
      "ப": 1711,
      "ம": 1712,
      "ய": 1713,
      "ர": 1714,
      "ற": 1715,
      "ல": 1716,
      "ள": 1717,
      "ழ": 1718,
      "வ": 1719,
      "ஶ": 1720,
      "ஷ": 1721,
      "ஸ": 1722,
      "ஹ": 1723,
      "ா": 1724,
      "ி": 1725,
      "ீ": 1726,
      "ு": 1727,
      "ூ": 1728,
      "ெ": 1729,
      "ே": 1730,
      "ை": 1731,
      "ொ": 1732,
      "ோ": 1733,
      "்": 1734,
      "௨": 1735,
      "ఀ": 1736,
      "ఁ": 1737,
      "ం": 1738,
      "ః": 1739,
      "అ": 1740,
      "ఆ": 1741,
      "ఇ": 1742,
      "ఈ": 1743,
      "ఉ": 1744,
      "ఊ": 1745,
      "ఎ": 1746,
      "ఏ": 1747,
      "ఒ": 1748,
      "ఓ": 1749,
      "క": 1750,
      "ఖ": 1751,
      "గ": 1752,
      "చ": 1753,
      "జ": 1754,
      "ట": 1755,
      "డ": 1756,
      "ణ": 1757,
      "త": 1758,
      "థ": 1759,
      "ద": 1760,
      "ధ": 1761,
      "న": 1762,
      "ప": 1763,
      "ఫ": 1764,
      "బ": 1765,
      "భ": 1766,
      "మ": 1767,
      "య": 1768,
      "ర": 1769,
      "ల": 1770,
      "ళ": 1771,
      "వ": 1772,
      "శ": 1773,
      "ష": 1774,
      "స": 1775,
      "హ": 1776,
      "ఽ": 1777,
      "ా": 1778,
      "ి": 1779,
      "ీ": 1780,
      "ు": 1781,
      "ూ": 1782,
      "ృ": 1783,
      "ె": 1784,
      "ే": 1785,
      "ై": 1786,
      "ొ": 1787,
      "ో": 1788,
      "ౌ": 1789,
      "్": 1790,
      "౫": 1791,
      "౯": 1792,
      "ಂ": 1793,
      "ಃ": 1794,
      "ಅ": 1795,
      "ಆ": 1796,
      "ಇ": 1797,
      "ಈ": 1798,
      "ಉ": 1799,
      "ಊ": 1800,
      "ಎ": 1801,
      "ಏ": 1802,
      "ಒ": 1803,
      "ಓ": 1804,
      "ಕ": 1805,
      "ಖ": 1806,
      "ಗ": 1807,
      "ಘ": 1808,
      "ಚ": 1809,
      "ಜ": 1810,
      "ಞ": 1811,
      "ಟ": 1812,
      "ಠ": 1813,
      "ಡ": 1814,
      "ಣ": 1815,
      "ತ": 1816,
      "ಥ": 1817,
      "ದ": 1818,
      "ಧ": 1819,
      "ನ": 1820,
      "ಪ": 1821,
      "ಫ": 1822,
      "ಬ": 1823,
      "ಭ": 1824,
      "ಮ": 1825,
      "ಯ": 1826,
      "ರ": 1827,
      "ಲ": 1828,
      "ಳ": 1829,
      "ವ": 1830,
      "ಶ": 1831,
      "ಷ": 1832,
      "ಸ": 1833,
      "ಹ": 1834,
      "ಽ": 1835,
      "ಾ": 1836,
      "ಿ": 1837,
      "ೀ": 1838,
      "ು": 1839,
      "ೂ": 1840,
      "ೃ": 1841,
      "ೆ": 1842,
      "ೇ": 1843,
      "ೈ": 1844,
      "ೊ": 1845,
      "ೋ": 1846,
      "ೌ": 1847,
      "್": 1848,
      "೦": 1849,
      "೧": 1850,
      "೨": 1851,
      "೪": 1852,
      "೫": 1853,
      "೭": 1854,
      "೮": 1855,
      "೯": 1856,
      "ം": 1857,
      "ഃ": 1858,
      "അ": 1859,
      "ആ": 1860,
      "ഇ": 1861,
      "ഈ": 1862,
      "ഉ": 1863,
      "ഊ": 1864,
      "എ": 1865,
      "ഏ": 1866,
      "ഐ": 1867,
      "ഒ": 1868,
      "ഓ": 1869,
      "ഔ": 1870,
      "ക": 1871,
      "ഖ": 1872,
      "ഗ": 1873,
      "ഘ": 1874,
      "ങ": 1875,
      "ച": 1876,
      "ഛ": 1877,
      "ജ": 1878,
      "ഞ": 1879,
      "ട": 1880,
      "ഡ": 1881,
      "ണ": 1882,
      "ത": 1883,
      "ഥ": 1884,
      "ദ": 1885,
      "ധ": 1886,
      "ന": 1887,
      "പ": 1888,
      "ഫ": 1889,
      "ബ": 1890,
      "ഭ": 1891,
      "മ": 1892,
      "യ": 1893,
      "ര": 1894,
      "റ": 1895,
      "ല": 1896,
      "ള": 1897,
      "ഴ": 1898,
      "വ": 1899,
      "ശ": 1900,
      "ഷ": 1901,
      "സ": 1902,
      "ഹ": 1903,
      "ഽ": 1904,
      "ാ": 1905,
      "ി": 1906,
      "ീ": 1907,
      "ു": 1908,
      "ൂ": 1909,
      "ൃ": 1910,
      "െ": 1911,
      "േ": 1912,
      "ൈ": 1913,
      "ൊ": 1914,
      "ോ": 1915,
      "ൌ": 1916,
      "്": 1917,
      "ൗ": 1918,
      "൦": 1919,
      "൨": 1920,
      "൫": 1921,
      "൯": 1922,
      "ൺ": 1923,
      "ൻ": 1924,
      "ർ": 1925,
      "ൽ": 1926,
      "ൾ": 1927,
      "ං": 1928,
      "අ": 1929,
      "ආ": 1930,
      "ඇ": 1931,
      "ඉ": 1932,
      "උ": 1933,
      "එ": 1934,
      "ඒ": 1935,
      "ඔ": 1936,
      "ක": 1937,
      "ඛ": 1938,
      "ග": 1939,
      "ඝ": 1940,
      "ඟ": 1941,
      "ච": 1942,
      "ඡ": 1943,
      "ජ": 1944,
      "ඣ": 1945,
      "ට": 1946,
      "ඨ": 1947,
      "ඩ": 1948,
      "ණ": 1949,
      "ත": 1950,
      "ථ": 1951,
      "ද": 1952,
      "ධ": 1953,
      "න": 1954,
      "ඳ": 1955,
      "ප": 1956,
      "බ": 1957,
      "භ": 1958,
      "ම": 1959,
      "ඹ": 1960,
      "ය": 1961,
      "ර": 1962,
      "ල": 1963,
      "ව": 1964,
      "ශ": 1965,
      "ෂ": 1966,
      "ස": 1967,
      "හ": 1968,
      "ළ": 1969,
      "ෆ": 1970,
      "්": 1971,
      "ා": 1972,
      "ැ": 1973,
      "ෑ": 1974,
      "ි": 1975,
      "ී": 1976,
      "ු": 1977,
      "ූ": 1978,
      "ෘ": 1979,
      "ෙ": 1980,
      "ේ": 1981,
      "ෛ": 1982,
      "ො": 1983,
      "ෝ": 1984,
      "෴": 1985,
      "ก": 1986,
      "ข": 1987,
      "ค": 1988,
      "ฅ": 1989,
      "ฆ": 1990,
      "ง": 1991,
      "จ": 1992,
      "ฉ": 1993,
      "ช": 1994,
      "ซ": 1995,
      "ฌ": 1996,
      "ญ": 1997,
      "ฎ": 1998,
      "ฏ": 1999,
      "ฐ": 2000,
      "ฑ": 2001,
      "ฒ": 2002,
      "ณ": 2003,
      "ด": 2004,
      "ต": 2005,
      "ถ": 2006,
      "ท": 2007,
      "ธ": 2008,
      "น": 2009,
      "บ": 2010,
      "ป": 2011,
      "ผ": 2012,
      "ฝ": 2013,
      "พ": 2014,
      "ฟ": 2015,
      "ภ": 2016,
      "ม": 2017,
      "ย": 2018,
      "ร": 2019,
      "ฤ": 2020,
      "ล": 2021,
      "ฦ": 2022,
      "ว": 2023,
      "ศ": 2024,
      "ษ": 2025,
      "ส": 2026,
      "ห": 2027,
      "ฬ": 2028,
      "อ": 2029,
      "ฮ": 2030,
      "ฯ": 2031,
      "ะ": 2032,
      "ั": 2033,
      "า": 2034,
      "ำ": 2035,
      "ิ": 2036,
      "ี": 2037,
      "ึ": 2038,
      "ื": 2039,
      "ุ": 2040,
      "ู": 2041,
      "ฺ": 2042,
      "฿": 2043,
      "เ": 2044,
      "แ": 2045,
      "โ": 2046,
      "ใ": 2047,
      "ไ": 2048,
      "ๅ": 2049,
      "ๆ": 2050,
      "็": 2051,
      "่": 2052,
      "้": 2053,
      "๊": 2054,
      "์": 2055,
      "ํ": 2056,
      "๎": 2057,
      "๐": 2058,
      "๑": 2059,
      "๖": 2060,
      "๚": 2061,
      "ກ": 2062,
      "ຂ": 2063,
      "ຄ": 2064,
      "ງ": 2065,
      "ຈ": 2066,
      "ຊ": 2067,
      "ຍ": 2068,
      "ດ": 2069,
      "ຕ": 2070,
      "ຖ": 2071,
      "ທ": 2072,
      "ນ": 2073,
      "ບ": 2074,
      "ປ": 2075,
      "ຜ": 2076,
      "ພ": 2077,
      "ມ": 2078,
      "ຢ": 2079,
      "ຣ": 2080,
      "ລ": 2081,
      "ວ": 2082,
      "ສ": 2083,
      "ຫ": 2084,
      "ອ": 2085,
      "ຮ": 2086,
      "ະ": 2087,
      "ັ": 2088,
      "າ": 2089,
      "ຳ": 2090,
      "ິ": 2091,
      "ີ": 2092,
      "ຶ": 2093,
      "ື": 2094,
      "ູ": 2095,
      "ົ": 2096,
      "ຼ": 2097,
      "ຽ": 2098,
      "ເ": 2099,
      "ແ": 2100,
      "ໂ": 2101,
      "ໃ": 2102,
      "ໄ": 2103,
      "່": 2104,
      "້": 2105,
      "ໍ": 2106,
      "༈": 2107,
      "་": 2108,
      "༌": 2109,
      "།": 2110,
      "༎": 2111,
      "༒": 2112,
      "༢": 2113,
      "༣": 2114,
      "༺": 2115,
      "༻": 2116,
      "༼": 2117,
      "༽": 2118,
      "ཀ": 2119,
      "ཁ": 2120,
      "ག": 2121,
      "ང": 2122,
      "ཅ": 2123,
      "ཆ": 2124,
      "ཇ": 2125,
      "ཉ": 2126,
      "ཏ": 2127,
      "ཐ": 2128,
      "ད": 2129,
      "ན": 2130,
      "པ": 2131,
      "ཕ": 2132,
      "བ": 2133,
      "མ": 2134,
      "ཙ": 2135,
      "ཚ": 2136,
      "ཛ": 2137,
      "ཞ": 2138,
      "ཟ": 2139,
      "འ": 2140,
      "ཡ": 2141,
      "ར": 2142,
      "ལ": 2143,
      "ཤ": 2144,
      "ས": 2145,
      "ཨ": 2146,
      "ཱ": 2147,
      "ི": 2148,
      "ུ": 2149,
      "ེ": 2150,
      "ོ": 2151,
      "ྐ": 2152,
      "ྒ": 2153,
      "ྗ": 2154,
      "ྙ": 2155,
      "ྟ": 2156,
      "ྡ": 2157,
      "ྣ": 2158,
      "ྤ": 2159,
      "ྦ": 2160,
      "ྨ": 2161,
      "ྩ": 2162,
      "ྫ": 2163,
      "ྱ": 2164,
      "ྲ": 2165,
      "ླ": 2166,
      "ྷ": 2167,
      "ྼ": 2168,
      "࿋": 2169,
      "࿕": 2170,
      "࿖": 2171,
      "࿗": 2172,
      "࿘": 2173,
      "က": 2174,
      "ခ": 2175,
      "ဂ": 2176,
      "င": 2177,
      "စ": 2178,
      "ဆ": 2179,
      "ည": 2180,
      "တ": 2181,
      "ထ": 2182,
      "ဒ": 2183,
      "ဓ": 2184,
      "န": 2185,
      "ပ": 2186,
      "ဖ": 2187,
      "ဗ": 2188,
      "ဘ": 2189,
      "မ": 2190,
      "ယ": 2191,
      "ရ": 2192,
      "လ": 2193,
      "သ": 2194,
      "ဟ": 2195,
      "အ": 2196,
      "ဥ": 2197,
      "ဦ": 2198,
      "ါ": 2199,
      "ာ": 2200,
      "ိ": 2201,
      "ီ": 2202,
      "ု": 2203,
      "ူ": 2204,
      "ေ": 2205,
      "ဲ": 2206,
      "ံ": 2207,
      "့": 2208,
      "း": 2209,
      "္": 2210,
      "်": 2211,
      "ျ": 2212,
      "ြ": 2213,
      "ွ": 2214,
      "ှ": 2215,
      "၀": 2216,
      "၊": 2217,
      "။": 2218,
      "ၼ": 2219,
      "ၾ": 2220,
      "ၿ": 2221,
      "ႀ": 2222,
      "ႊ": 2223,
      "ႏ": 2224,
      "႔": 2225,
      "ა": 2226,
      "ბ": 2227,
      "გ": 2228,
      "დ": 2229,
      "ე": 2230,
      "ვ": 2231,
      "ზ": 2232,
      "თ": 2233,
      "ი": 2234,
      "კ": 2235,
      "ლ": 2236,
      "მ": 2237,
      "ნ": 2238,
      "ო": 2239,
      "პ": 2240,
      "ჟ": 2241,
      "რ": 2242,
      "ს": 2243,
      "ტ": 2244,
      "უ": 2245,
      "ფ": 2246,
      "ქ": 2247,
      "ღ": 2248,
      "ყ": 2249,
      "შ": 2250,
      "ჩ": 2251,
      "ც": 2252,
      "ძ": 2253,
      "წ": 2254,
      "ჭ": 2255,
      "ხ": 2256,
      "ჯ": 2257,
      "ჰ": 2258,
      "ჲ": 2259,
      "ჳ": 2260,
      "ჵ": 2261,
      "ჺ": 2262,
      "ᅟ": 2263,
      "ᅳ": 2264,
      "ሀ": 2265,
      "ሁ": 2266,
      "ሃ": 2267,
      "ህ": 2268,
      "ሆ": 2269,
      "ለ": 2270,
      "ሉ": 2271,
      "ሊ": 2272,
      "ላ": 2273,
      "ሌ": 2274,
      "ል": 2275,
      "ሎ": 2276,
      "ሐ": 2277,
      "ሓ": 2278,
      "ሔ": 2279,
      "ሕ": 2280,
      "መ": 2281,
      "ሙ": 2282,
      "ሚ": 2283,
      "ማ": 2284,
      "ሜ": 2285,
      "ም": 2286,
      "ሞ": 2287,
      "ሣ": 2288,
      "ሥ": 2289,
      "ረ": 2290,
      "ሩ": 2291,
      "ሪ": 2292,
      "ራ": 2293,
      "ሬ": 2294,
      "ር": 2295,
      "ሮ": 2296,
      "ሰ": 2297,
      "ሱ": 2298,
      "ሲ": 2299,
      "ሳ": 2300,
      "ሴ": 2301,
      "ስ": 2302,
      "ሶ": 2303,
      "ሻ": 2304,
      "ሽ": 2305,
      "ቀ": 2306,
      "ቁ": 2307,
      "ቃ": 2308,
      "ቅ": 2309,
      "ቆ": 2310,
      "በ": 2311,
      "ቢ": 2312,
      "ባ": 2313,
      "ቤ": 2314,
      "ብ": 2315,
      "ቦ": 2316,
      "ተ": 2317,
      "ቱ": 2318,
      "ቲ": 2319,
      "ታ": 2320,
      "ት": 2321,
      "ቶ": 2322,
      "ቸ": 2323,
      "ቻ": 2324,
      "ች": 2325,
      "ኅ": 2326,
      "ነ": 2327,
      "ኑ": 2328,
      "ና": 2329,
      "ኔ": 2330,
      "ን": 2331,
      "ኘ": 2332,
      "ኙ": 2333,
      "ኛ": 2334,
      "አ": 2335,
      "ኢ": 2336,
      "ኣ": 2337,
      "ኤ": 2338,
      "እ": 2339,
      "ኦ": 2340,
      "ከ": 2341,
      "ካ": 2342,
      "ክ": 2343,
      "ኮ": 2344,
      "ኺ": 2345,
      "ወ": 2346,
      "ዊ": 2347,
      "ዋ": 2348,
      "ው": 2349,
      "ዐ": 2350,
      "ዓ": 2351,
      "ዕ": 2352,
      "ዘ": 2353,
      "ዙ": 2354,
      "ዚ": 2355,
      "ዛ": 2356,
      "ዜ": 2357,
      "ዝ": 2358,
      "የ": 2359,
      "ያ": 2360,
      "ይ": 2361,
      "ዮ": 2362,
      "ደ": 2363,
      "ዱ": 2364,
      "ዲ": 2365,
      "ዳ": 2366,
      "ድ": 2367,
      "ጀ": 2368,
      "ጂ": 2369,
      "ጃ": 2370,
      "ጆ": 2371,
      "ገ": 2372,
      "ጉ": 2373,
      "ጊ": 2374,
      "ጋ": 2375,
      "ጌ": 2376,
      "ግ": 2377,
      "ጎ": 2378,
      "ጐ": 2379,
      "ጠ": 2380,
      "ጡ": 2381,
      "ጣ": 2382,
      "ጤ": 2383,
      "ጥ": 2384,
      "ጦ": 2385,
      "ጨ": 2386,
      "ጳ": 2387,
      "ጵ": 2388,
      "ጽ": 2389,
      "ፁ": 2390,
      "ፃ": 2391,
      "ፈ": 2392,
      "ፉ": 2393,
      "ፊ": 2394,
      "ፋ": 2395,
      "ፍ": 2396,
      "ፎ": 2397,
      "፡": 2398,
      "፥": 2399,
      "Ꭰ": 2400,
      "Ꭱ": 2401,
      "Ꭲ": 2402,
      "Ꭴ": 2403,
      "Ꭵ": 2404,
      "Ꭶ": 2405,
      "Ꭷ": 2406,
      "Ꭹ": 2407,
      "Ꭺ": 2408,
      "Ꭾ": 2409,
      "Ꭿ": 2410,
      "Ꮃ": 2411,
      "Ꮅ": 2412,
      "Ꮆ": 2413,
      "Ꮋ": 2414,
      "Ꮐ": 2415,
      "Ꮑ": 2416,
      "Ꮒ": 2417,
      "Ꮕ": 2418,
      "Ꮙ": 2419,
      "Ꮜ": 2420,
      "Ꮝ": 2421,
      "Ꮢ": 2422,
      "Ꮣ": 2423,
      "Ꮤ": 2424,
      "Ꮧ": 2425,
      "Ꮪ": 2426,
      "Ꮮ": 2427,
      "Ꮳ": 2428,
      "Ꮵ": 2429,
      "Ꮶ": 2430,
      "Ꮼ": 2431,
      "Ᏸ": 2432,
      "Ᏹ": 2433,
      "Ᏻ": 2434,
      "ᐁ": 2435,
      "ᐃ": 2436,
      "ᐄ": 2437,
      "ᐅ": 2438,
      "ᐆ": 2439,
      "ᐈ": 2440,
      "ᐉ": 2441,
      "ᐊ": 2442,
      "ᐋ": 2443,
      "ᐢ": 2444,
      "ᐤ": 2445,
      "ᐦ": 2446,
      "ᐧ": 2447,
      "ᐯ": 2448,
      "ᐱ": 2449,
      "ᐲ": 2450,
      "ᐳ": 2451,
      "ᐸ": 2452,
      "ᐹ": 2453,
      "ᑉ": 2454,
      "ᑌ": 2455,
      "ᑎ": 2456,
      "ᑐ": 2457,
      "ᑑ": 2458,
      "ᑕ": 2459,
      "ᑖ": 2460,
      "ᑚ": 2461,
      "ᑦ": 2462,
      "ᑫ": 2463,
      "ᑭ": 2464,
      "ᑯ": 2465,
      "ᑰ": 2466,
      "ᑲ": 2467,
      "ᑳ": 2468,
      "ᒀ": 2469,
      "ᒃ": 2470,
      "ᒄ": 2471,
      "ᒉ": 2472,
      "ᒋ": 2473,
      "ᒌ": 2474,
      "ᒍ": 2475,
      "ᒎ": 2476,
      "ᒐ": 2477,
      "ᒑ": 2478,
      "ᒡ": 2479,
      "ᒣ": 2480,
      "ᒥ": 2481,
      "ᒦ": 2482,
      "ᒧ": 2483,
      "ᒨ": 2484,
      "ᒪ": 2485,
      "ᒫ": 2486,
      "ᒻ": 2487,
      "ᓀ": 2488,
      "ᓂ": 2489,
      "ᓃ": 2490,
      "ᓄ": 2491,
      "ᓅ": 2492,
      "ᓇ": 2493,
      "ᓈ": 2494,
      "ᓐ": 2495,
      "ᓕ": 2496,
      "ᓗ": 2497,
      "ᓛ": 2498,
      "ᓪ": 2499,
      "ᓭ": 2500,
      "ᓯ": 2501,
      "ᓰ": 2502,
      "ᓱ": 2503,
      "ᓲ": 2504,
      "ᓴ": 2505,
      "ᓵ": 2506,
      "ᔅ": 2507,
      "ᔐ": 2508,
      "ᔑ": 2509,
      "ᔒ": 2510,
      "ᔓ": 2511,
      "ᔕ": 2512,
      "ᔖ": 2513,
      "ᔥ": 2514,
      "ᔦ": 2515,
      "ᔨ": 2516,
      "ᔩ": 2517,
      "ᔪ": 2518,
      "ᔫ": 2519,
      "ᔭ": 2520,
      "ᔮ": 2521,
      "ᕆ": 2522,
      "ᕇ": 2523,
      "ᕈ": 2524,
      "ᕉ": 2525,
      "ᕋ": 2526,
      "ᕐ": 2527,
      "ᕪ": 2528,
      "ᕼ": 2529,
      "ᖃ": 2530,
      "ᖅ": 2531,
      "ᖇ": 2532,
      "ᖓ": 2533,
      "ᗒ": 2534,
      "ᗕ": 2535,
      "ᗩ": 2536,
      "ᗪ": 2537,
      "ᙡ": 2538,
      "ᙢ": 2539,
      "᙮": 2540,
      "᚛": 2541,
      "᚜": 2542,
      "ᚠ": 2543,
      "ᚢ": 2544,
      "ᚦ": 2545,
      "ᚨ": 2546,
      "ᚮ": 2547,
      "ᚱ": 2548,
      "ᚲ": 2549,
      "ᚴ": 2550,
      "ᚼ": 2551,
      "ᚽ": 2552,
      "ᚾ": 2553,
      "ᚿ": 2554,
      "ᛁ": 2555,
      "ᛅ": 2556,
      "ᛆ": 2557,
      "ᛉ": 2558,
      "ᛋ": 2559,
      "ᛏ": 2560,
      "ᛒ": 2561,
      "ᛘ": 2562,
      "ᛚ": 2563,
      "ᜀ": 2564,
      "ᜁ": 2565,
      "ᜂ": 2566,
      "ᜃ": 2567,
      "ᜄ": 2568,
      "ᜅ": 2569,
      "ᜆ": 2570,
      "ᜇ": 2571,
      "ᜈ": 2572,
      "ᜉ": 2573,
      "ᜊ": 2574,
      "ᜋ": 2575,
      "ᜌ": 2576,
      "ᜎ": 2577,
      "ᜏ": 2578,
      "ᜐ": 2579,
      "ᜑ": 2580,
      "ᜒ": 2581,
      "ᜓ": 2582,
      "᜔": 2583,
      "ក": 2584,
      "ខ": 2585,
      "គ": 2586,
      "ង": 2587,
      "ច": 2588,
      "ឆ": 2589,
      "ជ": 2590,
      "ឈ": 2591,
      "ញ": 2592,
      "ដ": 2593,
      "ឋ": 2594,
      "ឌ": 2595,
      "ណ": 2596,
      "ត": 2597,
      "ថ": 2598,
      "ទ": 2599,
      "ធ": 2600,
      "ន": 2601,
      "ប": 2602,
      "ផ": 2603,
      "ព": 2604,
      "ភ": 2605,
      "ម": 2606,
      "យ": 2607,
      "រ": 2608,
      "ល": 2609,
      "វ": 2610,
      "ស": 2611,
      "ហ": 2612,
      "ឡ": 2613,
      "អ": 2614,
      "ឪ": 2615,
      "ឬ": 2616,
      "ឯ": 2617,
      "ា": 2618,
      "ិ": 2619,
      "ី": 2620,
      "ឹ": 2621,
      "ឺ": 2622,
      "ុ": 2623,
      "ូ": 2624,
      "ួ": 2625,
      "ើ": 2626,
      "ឿ": 2627,
      "ៀ": 2628,
      "េ": 2629,
      "ែ": 2630,
      "ៃ": 2631,
      "ោ": 2632,
      "ៅ": 2633,
      "ំ": 2634,
      "ះ": 2635,
      "ៈ": 2636,
      "៉": 2637,
      "៊": 2638,
      "់": 2639,
      "៌": 2640,
      "៍": 2641,
      "័": 2642,
      "្": 2643,
      "។": 2644,
      "០": 2645,
      "១": 2646,
      "២": 2647,
      "៣": 2648,
      "៤": 2649,
      "៥": 2650,
      "ᠠ": 2651,
      "ᠡ": 2652,
      "ᠢ": 2653,
      "ᠥ": 2654,
      "ᠦ": 2655,
      "ᠨ": 2656,
      "ᠪ": 2657,
      "ᠬ": 2658,
      "ᠭ": 2659,
      "ᠮ": 2660,
      "ᠯ": 2661,
      "ᠰ": 2662,
      "ᠲ": 2663,
      "ᠵ": 2664,
      "ᠶ": 2665,
      "ᠷ": 2666,
      "ᠸ": 2667,
      "ᡝ": 2668,
      "ᡠ": 2669,
      "ᡤ": 2670,
      "ᡥ": 2671,
      "ᡨ": 2672,
      "ᡩ": 2673,
      "ᡳ": 2674,
      "ᡵ": 2675,
      "ᣛ": 2676,
      "ᤕ": 2677,
      "ᤛ": 2678,
      "ᤢ": 2679,
      "ᤧ": 2680,
      "ᤴ": 2681,
      "᤺": 2682,
      "ᥒ": 2683,
      "ᥙ": 2684,
      "᧐": 2685,
      "ᬤ": 2686,
      "ᬭ": 2687,
      "ᬯ": 2688,
      "ᬲ": 2689,
      "ᬶ": 2690,
      "ᬾ": 2691,
      "᭄": 2692,
      "ᮀ": 2693,
      "ᮃ": 2694,
      "ᮄ": 2695,
      "ᮎ": 2696,
      "ᮑ": 2697,
      "ᮕ": 2698,
      "ᮞ": 2699,
      "ᮠ": 2700,
      "ᮡ": 2701,
      "ᮢ": 2702,
      "ᮤ": 2703,
      "ᮧ": 2704,
      "ᱡ": 2705,
      "ᱤ": 2706,
      "ᱥ": 2707,
      "ᱩ": 2708,
      "ᱬ": 2709,
      "ᱶ": 2710,
      "ᴀ": 2711,
      "ᴂ": 2712,
      "ᴃ": 2713,
      "ᴄ": 2714,
      "ᴅ": 2715,
      "ᴇ": 2716,
      "ᴊ": 2717,
      "ᴋ": 2718,
      "ᴍ": 2719,
      "ᴏ": 2720,
      "ᴐ": 2721,
      "ᴗ": 2722,
      "ᴘ": 2723,
      "ᴛ": 2724,
      "ᴜ": 2725,
      "ᴟ": 2726,
      "ᴠ": 2727,
      "ᴡ": 2728,
      "ᴢ": 2729,
      "ᴧ": 2730,
      "ᴨ": 2731,
      "ᴬ": 2732,
      "ᴮ": 2733,
      "ᴯ": 2734,
      "ᴰ": 2735,
      "ᴱ": 2736,
      "ᴳ": 2737,
      "ᴴ": 2738,
      "ᴶ": 2739,
      "ᴷ": 2740,
      "ᴸ": 2741,
      "ᴹ": 2742,
      "ᴺ": 2743,
      "ᴼ": 2744,
      "ᴾ": 2745,
      "ᵀ": 2746,
      "ᵂ": 2747,
      "ᵃ": 2748,
      "ᵇ": 2749,
      "ᵈ": 2750,
      "ᵉ": 2751,
      "ᵊ": 2752,
      "ᵋ": 2753,
      "ᵏ": 2754,
      "ᵐ": 2755,
      "ᵑ": 2756,
      "ᵒ": 2757,
      "ᵓ": 2758,
      "ᵖ": 2759,
      "ᵗ": 2760,
      "ᵚ": 2761,
      "ᵛ": 2762,
      "ᵝ": 2763,
      "ᵠ": 2764,
      "ᵡ": 2765,
      "ᵢ": 2766,
      "ᵫ": 2767,
      "ᵬ": 2768,
      "ᵯ": 2769,
      "ᵱ": 2770,
      "ᵻ": 2771,
      "ᵽ": 2772,
      "ᵿ": 2773,
      "ᶀ": 2774,
      "ᶆ": 2775,
      "ᶈ": 2776,
      "ᶑ": 2777,
      "ᶜ": 2778,
      "ᶟ": 2779,
      "ᶠ": 2780,
      "ᶢ": 2781,
      "ᶤ": 2782,
      "ᶦ": 2783,
      "ᶬ": 2784,
      "ᶭ": 2785,
      "ᶰ": 2786,
      "ᶻ": 2787,
      "᷂": 2788,
      "Ḁ": 2789,
      "ḁ": 2790,
      "Ḃ": 2791,
      "ḃ": 2792,
      "Ḅ": 2793,
      "ḅ": 2794,
      "Ḇ": 2795,
      "ḇ": 2796,
      "Ḍ": 2797,
      "ḍ": 2798,
      "Ḏ": 2799,
      "ḏ": 2800,
      "ḓ": 2801,
      "ḕ": 2802,
      "ḗ": 2803,
      "ḟ": 2804,
      "Ḡ": 2805,
      "ḡ": 2806,
      "Ḣ": 2807,
      "ḣ": 2808,
      "Ḥ": 2809,
      "ḥ": 2810,
      "Ḧ": 2811,
      "ḧ": 2812,
      "ḩ": 2813,
      "Ḫ": 2814,
      "ḫ": 2815,
      "ḭ": 2816,
      "ḯ": 2817,
      "Ḱ": 2818,
      "ḱ": 2819,
      "Ḳ": 2820,
      "ḳ": 2821,
      "Ḵ": 2822,
      "ḵ": 2823,
      "ḷ": 2824,
      "ḹ": 2825,
      "ḻ": 2826,
      "Ḿ": 2827,
      "ḿ": 2828,
      "Ṁ": 2829,
      "ṁ": 2830,
      "Ṃ": 2831,
      "ṃ": 2832,
      "Ṅ": 2833,
      "ṅ": 2834,
      "Ṇ": 2835,
      "ṇ": 2836,
      "Ṉ": 2837,
      "ṉ": 2838,
      "ṋ": 2839,
      "ṑ": 2840,
      "ṓ": 2841,
      "Ṕ": 2842,
      "ṕ": 2843,
      "Ṗ": 2844,
      "ṗ": 2845,
      "Ṙ": 2846,
      "ṙ": 2847,
      "Ṛ": 2848,
      "ṛ": 2849,
      "ṝ": 2850,
      "ṟ": 2851,
      "Ṡ": 2852,
      "ṡ": 2853,
      "Ṣ": 2854,
      "ṣ": 2855,
      "ṥ": 2856,
      "ṧ": 2857,
      "Ṫ": 2858,
      "ṫ": 2859,
      "Ṭ": 2860,
      "ṭ": 2861,
      "Ṯ": 2862,
      "ṯ": 2863,
      "ṱ": 2864,
      "ṳ": 2865,
      "ṵ": 2866,
      "ṷ": 2867,
      "Ṽ": 2868,
      "ṽ": 2869,
      "ṿ": 2870,
      "ẅ": 2871,
      "ẉ": 2872,
      "ẍ": 2873,
      "ẏ": 2874,
      "Ẓ": 2875,
      "ẓ": 2876,
      "Ẕ": 2877,
      "ẕ": 2878,
      "ẖ": 2879,
      "ẗ": 2880,
      "ẚ": 2881,
      "ẞ": 2882,
      "Ạ": 2883,
      "ạ": 2884,
      "Ả": 2885,
      "ả": 2886,
      "Ấ": 2887,
      "ấ": 2888,
      "Ầ": 2889,
      "ầ": 2890,
      "Ẩ": 2891,
      "ẩ": 2892,
      "ẫ": 2893,
      "ậ": 2894,
      "ắ": 2895,
      "ằ": 2896,
      "ẳ": 2897,
      "ẵ": 2898,
      "ặ": 2899,
      "Ẹ": 2900,
      "ẹ": 2901,
      "ẻ": 2902,
      "Ẽ": 2903,
      "ẽ": 2904,
      "Ế": 2905,
      "ế": 2906,
      "Ề": 2907,
      "ề": 2908,
      "Ể": 2909,
      "ể": 2910,
      "Ễ": 2911,
      "ễ": 2912,
      "Ệ": 2913,
      "ệ": 2914,
      "ỉ": 2915,
      "Ị": 2916,
      "ị": 2917,
      "Ọ": 2918,
      "ọ": 2919,
      "Ỏ": 2920,
      "ỏ": 2921,
      "Ố": 2922,
      "ố": 2923,
      "Ồ": 2924,
      "ồ": 2925,
      "ổ": 2926,
      "ỗ": 2927,
      "Ộ": 2928,
      "ộ": 2929,
      "Ớ": 2930,
      "ớ": 2931,
      "ờ": 2932,
      "ở": 2933,
      "ỡ": 2934,
      "Ợ": 2935,
      "ợ": 2936,
      "Ụ": 2937,
      "ụ": 2938,
      "Ủ": 2939,
      "ủ": 2940,
      "Ứ": 2941,
      "ứ": 2942,
      "ừ": 2943,
      "ử": 2944,
      "Ữ": 2945,
      "ữ": 2946,
      "Ự": 2947,
      "ự": 2948,
      "Ỳ": 2949,
      "ỳ": 2950,
      "ỵ": 2951,
      "ỷ": 2952,
      "Ỹ": 2953,
      "ỹ": 2954,
